Revit 2024 API
BuiltInFailures.GroupFailures.LoadOfGroupAbortedByUser Property
 You have aborted loading file '[File Name]' as a group.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId LoadOfGroupAbortedByUser { get; }
Visual Basic
Public Shared ReadOnly Property LoadOfGroupAbortedByUser As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ LoadOfGroupAbortedByUser {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace